
"event read status update" = "aktualizacja stanu odczytu zdarzenia";

"device event status updated. The save" = "zaktualizowano stan zdarzenia urządzenia";

"Resolved" = "Rozwiązane";
"Unresolved" = "Nierozwiązane";


"The message status could not be updated" = "Nie można zaktualizować stanu wiadomości";

// K9 : event status update error message
"Your HP device has sent a status update. This update could not be saved in HP Utility - Message Center" = "Urządzenie HP wysłało aktualizację stanu. Nie można jej zapisać w Centrum wiadomości narzędzia HP Utility";

"Messages could not be displayed in HP Utility - Message Center" = "Nie można wyświetlić wiadomości w Centrum wiadomości narzędzia HP Utility";